/*
* Verbos irregulares v1.0
* Автор: Мара Черкасова
* Email: mara.scorpio@yandex.ru
*/

/* Настройки по умолчанию тех времен, лиц и наклонений, 
которые будут отображаться в верхних списках */

var ZE_SELECTED = {
	"Indicativo":"ALL",
	"Subjuntivo":{"0":"ALL","1":"ALL","3":"ALL","4":"ALL"},
	"Condicional":"ALL",
	"Imperativo":"ALL"};

// Примеры настроек. При необходимости раскомментировать и внести изменения:

//var ZE_SELECTED = {"Indicativo":{"0":["1","2","4","5"],"1":["0","1","3","5"],"2":["0","2","3"],"3":["1","4","5"],"4":["0","2","3"],"5":["0","1","3","5"],"6":["1","2","4","5"],"7":["2","3","4","5"]},"Subjuntivo":{"0":"ALL","1":"ALL","3":"ALL","4":"ALL"},"Condicional":{"0":["0","2","4","5"],"1":["0","2","4","5"]},"Imperativo":{"0":["1","3","5"],"1":["2","4"]}};

//var ZE_SELECTED = {"Indicativo":{"0":["0","1","2","4","5"],"1":"ALL","2":["0","1","3","4","5"],"3":"ALL","4":["1","2","3","4","5"],"5":["0","1","2","3","5"],"6":"ALL","7":"ALL"},"Subjuntivo":"ALL","Condicional":"ALL","Imperativo":{"0":["3"]}};
